tap 'buildpacks/tap'
tap 'cloudfoundry/tap'
tap 'homebrew/cask'
tap 'nektos/tap'
tap 'pivotal/tap'
tap 'ryanmoran/tools'

brew 'bash-completion'
brew 'buildpacks/tap/pack'
brew 'cloudfoundry/tap/bbl'
brew 'cloudfoundry/tap/bosh-cli'
brew 'dive'
brew 'gh'
brew 'git'
brew 'go'
brew 'graphviz'
brew 'jq'
brew 'nektos/tap/act'
brew 'neovim'
brew 'nodejs'
brew 'pivotal/tap/pivnet-cli'
brew 'python3'
brew 'ryanmoran/tools/faux'
brew 'shellcheck'
brew 'sqlite'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tree'
brew 'upx'
brew 'watch'
brew 'wget'
brew 'yq'

cask 'docker'
cask 'firefox'
cask 'flycut'
cask 'iterm2'
cask 'spectacle'
