tap 'anchore/grype'
tap 'anchore/syft'
tap 'aquasecurity/trivy'
tap 'buildpacks/tap'
tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'homebrew/cask'
tap 'pivotal-cf/om', 'https://github.com/pivotal-cf/om'
tap 'pivotal/tap'
tap 'ryanmoran/tools'

brew 'anchore/grype/grype'
brew 'anchore/syft/syft'
brew 'aquasecurity/trivy/trivy'
brew 'bash-completion'
brew 'buildpacks/tap/pack'
brew 'cloudfoundry/tap/bbl'
brew 'cloudfoundry/tap/bosh-cli'
brew 'cloudfoundry/tap/cf-cli@7'
brew 'cloudfoundry/tap/credhub-cli'
brew 'dive'
brew 'gh'
brew 'git'
brew 'git-duet/tap/git-duet'
brew 'go'
brew 'graphviz'
brew 'htop'
brew 'hugo'
brew 'jq'
brew 'neovim'
brew 'node'
brew 'pivotal-cf/om/om'
brew 'pivotal/tap/pivnet-cli'
brew 'python@3.8'
brew 'ryanmoran/tools/faux'
brew 'shellcheck'
brew 'skopeo'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'yq'

cask 'docker'
cask 'firefox'
cask 'flycut'
cask 'iterm2'
cask 'ryanmoran/tools/radar'
cask 'spectacle'
