tap 'derailed/k9s'
tap 'int128/kubelogin'

brew 'bash'
brew 'bash-completion'
brew 'coreutils'
brew 'ctop'
brew 'derailed/k9s/k9s'
brew 'direnv'
brew 'dive'
brew 'fd'
brew 'gh'
brew 'git'
brew 'glow'
brew 'go'
brew 'graphviz'
brew 'htop'
brew 'int128/kubelogin/kubelogin'
brew 'jq'
brew 'just'
brew 'kubectx'
brew 'luarocks'
brew 'neovim'
brew 'node'
brew 'opentofu'
brew 'pgformatter'
brew 'pipx'
brew 'pnpm'
brew 'postgresql@18'
brew 'pstree'
brew 'python@3.11'
brew 'ripgrep'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tree'
brew 'typescript'
brew 'vault'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yq'

cask '1password'
cask 'claude-code'
cask 'dbeaver-community'
cask 'docker-desktop'
cask 'firefox'
cask 'flycut'
cask 'font-monaspace-nerd-font'
cask 'ghostty'
cask 'iterm2'
cask 'rectangle'
cask 'stats'
